[
  {
    "picture": "https://i.ibb.co/LnFqs1V/car6.jpg",
    "name": "Speedy Police Pursuit Car",
    "price": 19.99,
    "rating": 4.5,
    "quantity": 3,
    "description": "The Speedy Police Pursuit Car is the ultimate toy for young aspiring police officers. With its sleek design and powerful engine, this car can zoom through the streets with lightning speed. Equipped with working headlights and sirens, it brings an extra level of excitement to pretend play. The car features realistic details, such as doors that open and close, making it perfect for imaginative adventures. Whether chasing down imaginary criminals or patrolling the neighborhood, kids will feel like real law enforcement agents. The Speedy Police Pursuit Car promotes creativity, role-playing, and fine motor skills. It is made from durable materials to withstand hours of playtime. Join the ranks of the brave men and women in blue with this thrilling police car toy!"
  },
  {
    "picture": "https://i.ibb.co/8YKp0x9/car5.jpg",
    "name": "Patrol Cruiser Police Car",
    "price": 29.99,
    "rating": 3.8,
    "quantity": 5,
    "description": "Introducing the Patrol Cruiser Police Car, a toy that brings the excitement of law enforcement right to your child's fingertips. This realistic police car is designed with attention to detail, from its bold blue and white exterior to its working doors and flashing lights. With a push of a button, the sirens blare, creating an authentic play experience. The Patrol Cruiser Police Car is built to withstand the rough and tumble adventures of young officers, thanks to its sturdy construction. It is the perfect companion for imaginative play, allowing kids to create thrilling police chase scenarios and enforce the law in their own little world. Inspire your child's sense of justice and adventure with this action-packed police car toy!"
  },
  {
    "picture": "https://i.ibb.co/cyDRfNg/car4.jpg",
    "name": "Blazing Fire Engine Truck",
    "price": 9.99,
    "rating": 4.2,
    "quantity": 2,
    "description": "The Blazing Fire Engine Truck is here to save the day! With its bright red color and realistic design, this fire truck toy will ignite your child's imagination. The truck features a ladder that extends, allowing little firefighters to reach new heights in their rescue missions. It also comes with a water cannon that shoots pretend water, adding to the excitement. This fire engine is equipped with flashing lights and sirens that can be activated with a push of a button. It's the perfect toy for aspiring heroes who dream of putting out fires and helping those in need. Let your child become a fearless firefighter with the Blazing Fire Engine Truck!"
  },
  {
    "picture": "https://i.ibb.co/PgS9Wkf/car3.jpg",
    "name": "Rescue Ladder Fire Truck",
    "price": 49.99,
    "rating": 4.9,
    "quantity": 10,
    "description": "Introducing the Rescue Ladder Fire Truck, the ultimate toy for young heroes with big imaginations. This fire truck is ready to tackle any emergency with its extendable ladder, working water hose, and realistic sounds. Children can role-play as brave firefighters, saving the day and rescuing people in need. The truck is equipped with flashing lights and sirens that add to the excitement of the play. With its sturdy construction and durable materials, the Rescue Ladder Fire Truck is built to withstand the toughest rescue missions. Let your child's imagination soar as they become a hero in their own firefighting adventures!"
  },
  {
    "picture": "https://i.ibb.co/YcF6Sw9/car2.jpg",
    "name": "Sleek Sports Coupe",
    "price": 39.99,
    "rating": 3.5,
    "quantity": 7,
    "description": "Get ready for high-speed thrills with the Sleek Sports Coupe! This stylish and sleek toy car is perfect for car enthusiasts of all ages. Its aerodynamic design and vibrant color make it stand out from the crowd. With its smooth wheels and realistic detailing, it's a joy to zoom around the room or create exciting races. The Sleek Sports Coupe is made from high-quality materials for durability and long-lasting play. Whether your child dreams of being a professional racer or simply enjoys playing with cars, this toy will provide hours of imaginative fun. Let your child's imagination hit top gear with the Sleek Sports Coupe!"
  },
  {
    "picture": "https://i.ibb.co/sRjY4V0/car1.jpg",
    "name": "Family SUV",
    "price": 14.99,
    "rating": 4.7,
    "quantity": 1,
    "description": "Introducing the Family SUV, a versatile toy car for all your family adventures. This SUV is designed with a spacious interior and realistic features, making it perfect for imaginative play. Load up the whole family and embark on exciting road trips or pretend to run daily errands. The SUV features opening doors and a trunk, allowing kids to add and remove toy figures or luggage. With its sturdy construction, this toy car is built to withstand rough play. The Family SUV encourages creative storytelling and role-playing, promoting social skills and imaginative thinking. Join the family fun with the Family SUV toy car!"
  }
]
